typeMismatch.java.lang.Integer=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E

auth.login.h1=\u041F\u0440\u0438\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u043C \u0432\u0430\u0441 \u043D\u0430 \u043D\u0430\u0448\u0435\u043C \u0441\u0430\u0439\u0442\u0435.
auth.login.welcome.message=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0433\u043E\u0441\u0442\u0435\u0432\u043E\u0439 \u0430\u043A\u043A\u0430\u0443\u043D\u0442 (\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u043D\u0430\u0436\u0430\u0442\u044C login, \u043D\u0435 \u0443\u0434\u0430\u043B\u044F\u044F \u0434\u0430\u043D\u043D\u044B\u0445). \u041D\u043E \u0432 \u0442\u0430\u043A\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B \u0431\u0443\u0434\u0435\u0442 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0442\u043E \u043C\u044B \u0445\u0440\u0430\u043D\u0438\u043C \u043F\u0430\u0440\u043E\u043B\u0438 \u0432 \u0437\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u043C \u0432\u0438\u0434\u0435, \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u043D\u0438\u043C \u0443 \u043D\u0430\u0441 \u043D\u0435\u0442. \u0422\u0430\u043A \u043A\u0430\u043A \u043C\u044B \u043D\u0435 \u0441\u043E\u0431\u0438\u0440\u0430\u0435\u043C \u0432\u0430\u0448\u0438 \u043B\u0438\u0447\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u043F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438, \u0442\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u0433\u0434\u0435-\u043D\u0438\u0431\u0443\u0434\u044C \u0441\u0432\u043E\u0439 \u043F\u0430\u0440\u043E\u043B\u044C.
auth.login.username.label=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F:
auth.login.password.label=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u0430\u0440\u043E\u043B\u044C:
auth.login.submit.value=Login
auth.login.login.error=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0435 \u0438\u043C\u044F \u0438\u043B\u0438 \u043F\u0430\u0440\u043E\u043B\u044C
auth.login.signup=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F

auth.signup.h1=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F
auth.signup.message.1=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0438 \u043F\u0430\u0440\u043E\u043B\u044C. \u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0438 \u043F\u0430\u0440\u043E\u043B\u044C \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u0442 2 \u0434\u043E 100 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
auth.signup.message.2=\u0422\u0430\u043A \u043A\u0430\u043A \u043C\u044B \u043D\u0435 \u0441\u043E\u0431\u0438\u0440\u0430\u0435\u043C \u0432\u0430\u0448\u0438 \u043B\u0438\u0447\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u043F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438, \u0442\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u0433\u0434\u0435-\u043D\u0438\u0431\u0443\u0434\u044C \u0441\u0432\u043E\u0439 \u043F\u0430\u0440\u043E\u043B\u044C.
auth.signup.username.label=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F:
auth.signup.password.label=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u0430\u0440\u043E\u043B\u044C:
auth.signup.submit.value=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C
auth.signup.return.home=\u0412\u0435\u0440\u043D\u0443\u0442\u044C\u0441\u044F \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 \u0432\u0445\u043E\u0434\u0430

auth.dictionaries.h1=\u0421\u043B\u043E\u0432\u0430\u0440\u044C
auth.dictionaries.welcome.message=\u0417\u0430\u043F\u0438\u0441\u0438 \u0432 \u0434\u0430\u043D\u043D\u043E\u043C \u0441\u043B\u043E\u0432\u0430\u0440\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u043E\u043B\u0435\u0439, \u043F\u043E \u043A\u0430\u0436\u0434\u043E\u043C\u0443 \u0438\u0437 \u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043A\u0430\u0442\u044C. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u043F\u043E\u043B\u0435 \u043F\u043E\u0438\u0441\u043A\u0430 \u0441\u0430\u043C\u043E\u0441\u0442\u043E\u044F\u0442\u0435\u043B\u044C\u043D\u043E, \u043E\u0442\u043C\u0435\u0442\u0438\u0432 \u043E\u0434\u043D\u0443 \u0438\u0437 \u043E\u043F\u0446\u0438\u0439 \u043F\u043E\u0434 \u0441\u0442\u0440\u043E\u043A\u043E\u0439 \u0434\u043B\u044F \u0432\u0432\u043E\u0434\u0430 \u0442\u0435\u043A\u0441\u0442\u0430. \u041F\u043E\u0434\u0440\u043E\u0431\u043D\u0435\u0435 \u043E \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0445 \u043F\u043E\u0438\u0441\u043A\u0430 \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u0447\u0435\u0441\u0442\u044C \u0432\u043D\u0438\u0437\u0443.
auth.dictionaries.word.label=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0441\u043B\u043E\u0432\u043E \u0438\u043B\u0438 \u0435\u0433\u043E \u0447\u0430\u0441\u0442\u044C
auth.dictionaries.submit.value=\u041F\u043E\u0438\u0441\u043A
auth.dictionaries.fullmatch=\u0422\u043E\u043B\u044C\u043A\u043E \u043F\u043E\u043B\u043D\u044B\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0435\u043D\u0438\u044F

auth.dictionaries.comment.1=\u0412 \u043A\u0430\u0436\u0434\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438 \u0435\u0441\u0442\u044C \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u043F\u043E\u043B\u044F, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0431\u0443\u0434\u0443\u0442 \u0432\u044B\u0432\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u043F\u0440\u0438 \u043B\u044E\u0431\u043E\u043C \u0437\u0430\u043F\u0440\u043E\u0441\u0435:
auth.dictionaries.comment.2=\u041F\u0440\u0438\u043C\u0435\u0440:
auth.dictionaries.comment.3=\u0418\u0435\u0440\u043E\u0433\u043B\u0438\u0444\u044B:
auth.dictionaries.comment.4=\u041A\u0430\u043D\u0430:
auth.dictionaries.comment.5=\u041F\u0435\u0440\u0435\u0432\u043E\u0434:
auth.dictionaries.comment.6=\u0422\u0440\u0430\u043D\u0441\u043B\u0438\u0442\u0435\u0440\u0430\u0446\u0438\u044F:
auth.dictionaries.comment.7=\u0415\u0441\u043B\u0438 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0446\u0435\u043B\u0435\u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u043E \u0438\u0441\u043A\u0430\u0442\u044C \u043F\u043E \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u043C\u0443 \u043F\u043E\u043B\u044E, \u043E\u0442\u043C\u0435\u0442\u044C\u0442\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0443\u044E \u043E\u043F\u0446\u0438\u044E.

auth.dictionaries.comment.8=\u0414\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u043F\u043E\u0438\u0441\u043A \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.
auth.dictionaries.comment.9=\u042D\u0442\u043E\u0442 \u043F\u043E\u0438\u0441\u043A \u0431\u0443\u0434\u0435\u0442 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0442\u044C \u043F\u043E\u043B\u0435 \u043F\u043E \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u043C\u0443 \u043F\u0440\u0438\u043D\u0446\u0438\u043F\u0443:
auth.dictionaries.comment.10=\u0417\u0430\u043F\u0440\u043E\u0441 \u043D\u0430 \u043A\u0438\u0440\u0438\u043B\u043B\u0438\u0446\u0435 - \u043F\u043E\u0438\u0441\u043A \u043F\u043E \u043F\u0435\u0440\u0435\u0432\u043E\u0434\u0443.
auth.dictionaries.comment.11=\u0417\u0430\u043F\u0440\u043E\u0441 \u043D\u0430 \u043B\u0430\u0442\u0438\u043D\u0438\u0446\u0435 - \u043F\u043E\u0438\u0441\u043A \u043F\u043E \u0442\u0440\u0430\u043D\u0441\u043B\u0438\u0442\u0435\u0440\u0430\u0446\u0438\u0438.
auth.dictionaries.comment.12=\u0417\u0430\u043F\u0440\u043E\u0441 \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C \u0438\u0435\u0440\u043E\u0433\u043B\u0438\u0444\u043E\u0432 - \u043F\u043E\u0438\u0441\u043A \u043F\u043E \u0438\u0435\u0440\u043E\u0433\u043B\u0438\u0444\u0430\u043C.
auth.dictionaries.comment.13=\u0417\u0430\u043F\u0440\u043E\u0441 \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C \u043A\u0430\u043D\u044B - \u043F\u043E\u0438\u0441\u043A \u043F\u043E \u043A\u0430\u043D\u0435.
auth.dictionaries.comment.14= \u041D\u0435 \u0441\u043C\u0435\u0448\u0438\u0432\u0430\u0439\u0442\u0435 \u0440\u0430\u0437\u043D\u044B\u0435 \u044F\u0437\u044B\u043A\u0438 (\u0437\u0430 \u0438\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435\u043C \u0438\u0435\u0440\u043E\u0433\u043B\u0438\u0444\u043E\u0432 \u0438 \u043A\u0430\u043D\u044B).

auth.dictionaries.comment.15=\u0422\u0430\u043A\u0436\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u043E\u043F\u0446\u0438\u044F "\u0422\u043E\u043B\u044C\u043A\u043E \u043F\u043E\u043B\u043D\u044B\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0435\u043D\u0438\u044F".
auth.dictionaries.comment.16=\u041F\u0440\u0430\u0432\u0438\u043B\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F:
auth.dictionaries.comment.17=\u0414\u043B\u044F \u0438\u0435\u0440\u043E\u0433\u043B\u0438\u0444\u043E\u0432 \u0438 \u043A\u0430\u043D\u044B \u0431\u0443\u0434\u0435\u0442 \u0432\u044B\u0434\u0430\u043D\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u0437\u0430\u043F\u0438\u0441\u044C \u0441 \u0434\u0430\u043D\u043D\u044B\u043C \u0441\u043B\u043E\u0432\u043E\u043C.
auth.dictionaries.comment.18=\u0414\u043B\u044F \u0442\u0440\u0430\u043D\u0441\u043B\u0438\u0442\u0435\u0440\u0430\u0446\u0438\u0438 \u0431\u0443\u0434\u0443\u0442 \u0432\u044B\u0434\u0430\u043D\u044B \u0437\u0430\u043F\u0438\u0441\u0438, \u0433\u0434\u0435 \u0434\u0430\u043D\u043D\u043E\u0435 \u0441\u043B\u043E\u0432\u043E \u0432\u0441\u0442\u0440\u0435\u0447\u0430\u0435\u0442\u0441\u044F \u0438\u0437\u043E\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E.
auth.dictionaries.comment.19= \u0414\u043B\u044F \u043F\u0435\u0440\u0435\u0432\u043E\u0434\u0430 \u043D\u0430 \u0440\u0443\u0441\u0441\u043A\u0438\u0439 \u044F\u0437\u044B\u043A \u0431\u0443\u0434\u0443\u0442 \u0432\u044B\u0434\u0430\u043D\u044B \u0437\u0430\u043F\u0438\u0441\u0438, \u0433\u0434\u0435 \u0434\u0430\u043D\u043D\u043E\u0435 \u0441\u043B\u043E\u0432\u043E \u0432\u0441\u0442\u0440\u0435\u0447\u0430\u0435\u0442\u0441\u044F \u0438\u0437\u043E\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E \u0438\u043C\u0435\u043D\u043D\u043E \u0432 \u0437\u0430\u043F\u0440\u043E\u0448\u0435\u043D\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u0435.







