typeMismatch.java.lang.Integer=Insert valid number

auth.login.h1=\u3088\u3046\u3053\u305D
auth.login.welcome.message=\u30B2\u30B9\u30C8\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059 (\u30C7\u30FC\u30BF\u3092\u524A\u9664\u305B\u305A\u306B\u30ED\u30B0\u30A4\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3060\u3051\u3067\u3059)\u3002 \u305F\u3060\u3057\u3001\u3053\u306E\u5834\u5408\u3001\u6A5F\u80FD\u306F\u5236\u9650\u3055\u308C\u307E\u3059\u3002 \u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u6697\u53F7\u5316\u3055\u308C\u305F\u5F62\u5F0F\u3067\u4FDD\u5B58\u3055\u308C\u308B\u305F\u3081\u3001\u79C1\u9054\u306F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u306A\u3044\u3053\u3068\u306B\u3054\u6CE8\u610F\u304F\u3060\u3055\u3044\u3002 \u3054\u767B\u9332\u6642\u306B\u500B\u4EBA\u60C5\u5831\u3092\u53CE\u96C6\u3059\u308B\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\u306E\u3067\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u3069\u3053\u304B\u306B\u4FDD\u5B58\u3057\u3066\u304F\u3060\u3055\u3044\u3002
auth.login.username.label=\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\uFF1A
auth.login.password.label=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044:
auth.login.submit.value=\u30ED\u30B0\u30A4\u30F3
auth.login.login.error=\u30E6\u30FC\u30B6\u30FC\u540D\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059
auth.login.signup=\u767B\u9332

auth.signup.h1=\u767B\u9332
auth.signup.message.1=\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u308C\u3066\u304F\u3060\u3055\u3044\u3002 \u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306F 2 \uFF5E 100 \u6587\u5B57\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
auth.signup.message.2=\u3054\u767B\u9332\u6642\u306B\u500B\u4EBA\u60C5\u5831\u3092\u53CE\u96C6\u3059\u308B\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\u306E\u3067\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u3069\u3053\u304B\u306B\u4FDD\u5B58\u3057\u3066\u304F\u3060\u3055\u3044\u3002
auth.signup.username.label=\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\uFF1A
auth.signup.password.label=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044:
auth.signup.submit.value=\u767B\u9332
auth.signup.return.home=\u30ED\u30B0\u30A4\u30F3\u30DA\u30FC\u30B8\u306B\u623B\u308B

dictionaries.index.h1=\u8F9E\u66F8
dictionaries.index.welcome.message=\u3053\u306E\u8F9E\u66F8\u306E\u30A8\u30F3\u30C8\u30EA\u306B\u306F\u8907\u6570\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u3059\u3002 \u5165\u529B\u884C\u306E\u4E0B\u306B\u30AA\u30D7\u30B7\u30E7\u30F3\u306E 1 \u3064\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u3053\u3068\u3067\u3001\u691C\u7D22\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u81EA\u5206\u3067\u9078\u629E\u3067\u304D\u307E\u3059\u3002 \u691C\u7D22\u8A2D\u5B9A\u306E\u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u3001\u4EE5\u4E0B\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\u3002
dictionaries.index.word.label=\u5358\u8A9E\u307E\u305F\u306F\u305D\u306E\u4E00\u90E8\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
dictionaries.index.submit.value=\u691C\u7D22
dictionaries.index.fullmatch=\u5B8C\u5168\u4E00\u81F4\u306E\u307F
dictionaries.index.comment.1=\u5404\u30A8\u30F3\u30C8\u30EA\u30FC\u306B\u306F\u6B21\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u3059
dictionaries.index.comment.2=\u4F8B
dictionaries.index.comment.3=\u6F22\u5B57:
dictionaries.index.comment.4=\u304B\u306A:
dictionaries.index.comment.5=\u7FFB\u8A33:
dictionaries.index.comment.6=\u30ED\u30FC\u30DE\u5B57:
dictionaries.index.comment.7=\u7279\u5B9A\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5177\u4F53\u7684\u306B\u691C\u7D22\u3057\u305F\u3044\u5834\u5408\u306F\u3001\u9069\u5207\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002

dictionaries.index.comment.8=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u691C\u7D22
dictionaries.index.comment.9=\u3053\u306E\u691C\u7D22\u3067\u306F\u3001\u6B21\u306E\u3088\u3046\u306B\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u7279\u5B9A\u3055\u308C\u307E\u3059\u3002
dictionaries.index.comment.10=\u30AD\u30EA\u30EB\u6587\u5B57\u3067\u306E\u30EA\u30AF\u30A8\u30B9\u30C8 - \u7FFB\u8A33\u3067\u691C\u7D22\u3057\u307E\u3059\u3002
dictionaries.index.comment.11=\u30ED\u30FC\u30DE\u5B57\u3067\u306E\u30EA\u30AF\u30A8\u30B9\u30C8 - \u30ED\u30FC\u30DE\u5B57\u3067\u691C\u7D22\u3057\u307E\u3059\u3002
dictionaries.index.comment.12=\u6F22\u5B57\u3067\u306E\u30EA\u30AF\u30A8\u30B9\u30C8 - \u6F22\u5B57\u3067\u691C\u7D22\u3057\u307E\u3059\u3002
dictionaries.index.comment.13=\u304B\u306A\u3067\u306E\u30EA\u30AF\u30A8\u30B9\u30C8 - \u304B\u306A\u3067\u691C\u7D22\u3057\u307E\u3059\u3002
dictionaries.index.comment.14=\u7570\u306A\u308B\u8A00\u8A9E\u3092\u6DF7\u305C\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002

dictionaries.index.comment.15=\u300C\u5B8C\u5168\u4E00\u81F4\u306E\u307F\u300D\u30AA\u30D7\u30B7\u30E7\u30F3\u3082\u5229\u7528\u3067\u304D\u307E\u3059\u3002
dictionaries.index.comment.16=\u6C7A\u5B9A\u30EB\u30FC\u30EB\uFF1A
dictionaries.index.comment.17=\u6F22\u5B57\u307E\u305F\u304B\u306A\u306E\u5834\u5408\u306F\u3001\u3053\u306E\u5358\u8A9E\u306E\u30A8\u30F3\u30C8\u30EA\u30FC\u306E\u307F\u8868\u793A\u3055\u308C\u307E\u3059\u3002
dictionaries.index.comment.18=\u30ED\u30FC\u30DE\u5B57\u306E\u5834\u5408\u3001\u3053\u306E\u5358\u8A9E\u304C\u5358\u72EC\u3067\u51FA\u73FE\u3059\u308B\u5834\u6240\u306E\u30A8\u30F3\u30C8\u30EA\u30FC\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
dictionaries.index.comment.19= \u30AD\u30EA\u30EB\u6587\u5B57\u306E\u5834\u5408\u3001\u8981\u6C42\u3055\u308C\u305F\u5F62\u5F0F\u3067\u3053\u306E\u5358\u8A9E\u304C\u5358\u72EC\u3067\u51FA\u73FE\u3059\u308B\u30A8\u30F3\u30C8\u30EA\u30FC\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002

dictionaries.multishow.h1=\u691C\u7D22\u7D50\u679C
dictionaries.multishow.notfound=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u306F\u4F55\u3082\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u5225\u306E\u30AF\u30A8\u30EA\u307E\u305F\u306F\u30D5\u30A3\u30EB\u30BF\u30FC\u3092\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
dictionaries.multishow.fullmatch=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u5B8C\u5168\u4E00\u81F4\u306E\u6570 -
dictionaries.multishow.partmatch=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306E\u90E8\u5206\u4E00\u81F4\u306E\u6570 -

dictionaries.multishow.page.first=\u6700\u521D
dictionaries.multishow.page.previous=\u524D
dictionaries.multishow.page.next=\u6B21
dictionaries.multishow.page.last=\u6700\u5F8C

dictionaries.error.403.message=\u7533\u3057\u8A33\u3042\u308A\u307E\u305B\u3093\u3001\u3053\u3053\u306B\u6765\u308B\u306E\u306F\u8A31\u53EF\u304C\u5FC5\u8981\u3067\u3059\u3002
dictionaries.error.404.message=\u305D\u306E\u30DA\u30FC\u30B8\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u3082\u3046\u4E00\u5EA6\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
dictionaries.error.500.message=\u304A\u3063\u3068\u3002 \u4F55\u304B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
dictionaries.error.io.message=\u30D5\u30A1\u30A4\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9/\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

grammar.index.h1=\u6587\u6CD5\u8F9E\u66F8
grammar.index.welcome.message=\u6587\u6CD5\u306E\u4E00\u90E8\u3092\u6307\u5B9A\u3059\u308B\u3068\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u985E\u4F3C\u306E\u3082\u306E\u3092\u898B\u3064\u3051\u3088\u3046\u3068\u3057\u307E\u3059
grammar.index.word.label=\u5358\u8A9E\u307E\u305F\u306F\u305D\u306E\u4E00\u90E8\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
grammar.index.submit.value=\u691C\u7D22

grammar.index.comment.1=\u30EA\u30AF\u30A8\u30B9\u30C8\u3068\u3057\u3066\u30ED\u30FC\u30DE\u5B57\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
grammar.index.comment.2=\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u4F8B:
grammar.index.comment.3=\u691C\u7D22\u7D50\u679C\u306E\u5F62\u5F0F:
grammar.index.comment.4=\u6587\u6CD5\u306E\u69CB\u9020
grammar.index.comment.5=\u610F\u5473\u3068\u5FDC\u7528
grammar.index.comment.6=\u4F8B
grammar.index.comment.7=\u305D\u308C\u306B\u3064\u3044\u3066\u306E\u30BD\u30FC\u30B9\u3002

grammar.multishow.h1=\u691C\u7D22\u7D50\u679C
grammar.multishow.notfound=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u306F\u4F55\u3082\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u5225\u306E\u30AF\u30A8\u30EA\u3092\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
grammar.multishow.match=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u4E00\u81F4\u306E\u6570 -

grammar.multishow.page.first=\u6700\u521D
grammar.multishow.page.previous=\u524D
grammar.multishow.page.next=\u6B21
grammar.multishow.page.last=\u6700\u5F8C

quiz.index.h1=\u30AF\u30A4\u30BA
quiz.index.welcome.1=\u30AF\u30A4\u30BA\u3067\u306F\u3001\u554F\u984C\u306E\u7B54\u3048\u306E 1 \u3064\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
quiz.index.welcome.2=\u30AF\u30A4\u30BA\u30AA\u30D7\u30B7\u30E7\u30F3\u306F 2 \u3064\u3042\u308A\u3001\u5BFE\u5FDC\u3059\u308B\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u9078\u629E\u3067\u304D\u307E\u3059\u3002
quiz.index.welcome.3=- "\u0418\u0435\u0440\u043E\u0433\u043B\u0438\u0444\u044B": \u65E5\u672C\u8A9E\u306E\u30A8\u30F3\u30C8\u30EA\u306B\u57FA\u3065\u3044\u3066\u3001\u30ED\u30B7\u30A2\u8A9E\u3078\u306E\u7FFB\u8A33\u3092\u9078\u629E\u3059\u308B\u3002
quiz.index.welcome.4=- "\u041F\u0435\u0440\u0435\u0432\u043E\u0434": \u30ED\u30B7\u30A2\u8A9E\u306E\u30A8\u30F3\u30C8\u30EA\u306B\u57FA\u3065\u3044\u3066\u3001\u65E5\u672C\u8A9E\u3078\u306E\u7FFB\u8A33\u3092\u9078\u629E\u3059\u308B\u3002

quiz.index.tasks.number=\u554F\u984C\u306E\u6570\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044 (\u6700\u5927 20)
quiz.index.options.number=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u6570\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044 (2 \uFF5E 10)
quiz.index.submit.value=\u30B9\u30BF\u30FC\u30C8

quiz.multishow.h1=\u554F\u984C
quiz.multishow.submit.value=\u30C1\u30A7\u30C3\u30AF

quiz.result.h1=\u7D50\u679C
quiz.result.right.number=\u6B63\u89E3\u6570 =
quiz.result.save=\u4FDD\u5B58
quiz.result.return=\u4FDD\u5B58\u306A\u3057

quiz.statistics.h1=\u7D71\u8A08
quiz.statistics.table.date=\u65E5\u4ED8
quiz.statistics.table.right=\u6B63\u89E3\u6570
quiz.statistics.table.tasks=\u554F\u984C\u6570
quiz.statistics.table.wrong=\u4E0D\u6B63\u89E3\u306E\u554F\u984C
quiz.statistics.table.import=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9

writepractice.index.h1=\u66F8\u304F\u7DF4\u7FD2
writepractice.index.welcome.1=\u5404\u554F\u984C\u306B\u306F\u3001\u7FFB\u8A33\u3001\u30ED\u30FC\u30DE\u5B57\u3001\u6F22\u5B57\u3001\u304B\u306A \u30FC 4 \u3064\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u3059\u3002 \u958B\u3044\u305F\u307E\u307E\u306B\u3059\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6B8B\u308A\u306F\u975E\u8868\u793A\u306B\u306A\u308A\u307E\u3059\u3002
writepractice.index.welcome.2=\u7B54\u3048\u3092\u7D19\u306B\u624B\u66F8\u304D\u3057\u3066\u307F\u3066\u304F\u3060\u3055\u3044\u3002
writepractice.index.welcome.3=\u4E0A\u9054\u3059\u308B\u306B\u306F\u3001\u6BCE\u65E5\u306E\u624B\u66F8\u304D\u306E\u7DF4\u7FD2\u304C\u975E\u5E38\u306B\u91CD\u8981\u3067\u3059\u3002 \u81EA\u5206\u3067\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044:)
writepractice.index.tasks.number=\u554F\u984C\u306E\u6570\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044 (\u6700\u5927 20)
writepractice.index.submit.value=\u30B9\u30BF\u30FC\u30C8

writepractice.multishow.h1=\u66F8\u304F\u7DF4\u7FD2
writepractice.multishow.comment.1=\u30AB\u30FC\u30BD\u30EB\u3092\u5408\u308F\u305B\u308B\u3068\u7B54\u3048\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
writepractice.multishow.number=\u554F\u984C\u6570 -

welcome.index.h1=\u65E5\u672C\u8A9E\u5B66\u7FD2\u8005\u5411\u3051\u30CF\u30D6\u3078\u3088\u3046\u3053\u305D
welcome.index.comment.1=\u3053\u306E\u30CF\u30D6\u306F\u3001\u8A00\u8A9E\u5B66\u7FD2\u306E\u6642\u3067\u53CE\u96C6\u3055\u308C\u4F53\u7CFB\u5316\u3055\u308C\u305F\u8CC7\u6599\u3092\u307E\u3068\u3081\u305F\u3082\u306E\u3067\u3059\u3002
welcome.index.comment.2=\u73FE\u5728\u3001\u6B21\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u304C\u5229\u7528\u53EF\u80FD:
welcome.index.comment.3=\u30AB\u30B9\u30BF\u30E0\u306E\u9732\u548C\u8F9E\u66F8\u3002
welcome.index.comment.4=\u4F5C\u6210\u904E\u7A0B\u3067\u3001\u65E5\u672C\u8A9E\u80FD\u529B\u8A66\u9A13\u306E\u6E96\u5099\u306E\u305F\u3081\u306E\u4E3B\u8981\u306A\u6559\u79D1\u66F8\u304C\u5206\u6790\u3055\u308C\u3001\u6700\u3082\u4E00\u822C\u7684\u306B\u4F7F\u7528\u3055\u308C\u308B 15,000 \u5358\u8A9E\u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\u3002
welcome.index.comment.5=\u6587\u6CD5\u8F9E\u66F8\u3002
welcome.index.comment.6=1000\u30A8\u30F3\u30C8\u30EA\u30FC\u4EE5\u4E0A\u3002 \u3053\u306E\u8F9E\u66F8\u306F\u3001\u4EBA\u6C17\u306E\u6559\u79D1\u66F8\u300E\u65B0\u5B8C\u5168\u30DE\u30B9\u30BF\u30FC\u300F\u300E\u65E5\u672C\u8A9E\u7DCF\u307E\u3068\u3081\u300F\u30B7\u30EA\u30FC\u30BA\u306A\u3069\u3092\u3082\u3068\u306B\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
welcome.index.comment.7=\u66F8\u304F\u7DF4\u7FD2.
welcome.index.comment.8=\u81EA\u7FD2\u66F8\u304F\u554F\u984C\u3002
welcome.index.comment.9=\u30AF\u30A4\u30BA.
welcome.index.comment.10=\u8A9E\u5F59\u77E5\u8B58\u3092\u30C6\u30B9\u30C8\u3059\u308B\u591A\u80A2\u9078\u629E\u554F\u984C\u3002

allheader.navi.title=\u30BB\u30AF\u30B7\u30E7\u30F3\u306E\u30CA\u30D3
allheader.navi.dictionary=\u8F9E\u66F8
allheader.navi.grammar=\u6587\u6CD5\u8F9E\u66F8
allheader.navi.writepractice=\u66F8\u304F\u7DF4\u7FD2
allheader.navi.quiz=\u30AF\u30A4\u30BA

allheader.navi.user.action=\u30E6\u30FC\u30B6\u30FC\u30A2\u30AF\u30B7\u30E7\u30F3
allheader.navi.user.action.logout=\u30ED\u30B0\u30A2\u30A6\u30C8

allheader.navi.grammar.search=\u6587\u6CD5\u8F9E\u66F8\u3067\u691C\u7D22

allheader.navi.dictionary.search=\u8F9E\u66F8\u3067\u691C\u7D22

allheader.navi.writepractice.search=\u66F8\u304F\u7DF4\u7FD2\u7DF4\u7FD2\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u9078\u629E

allheader.navi.quiz.search=\u30AF\u30A4\u30BA\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u9078\u629E
allheader.navi.quiz.statistics=\u7D71\u8A08























